Repository: Sharathchenna/Telugu-LLm
Catalog: lib/l10n/app_*.arb
Languages: te

source: Name
te: పేరు

# phone
source: Phone number
te: ఫోను నంబరు

source: Sign In
te: సైన్ ఇన్ చేయండి

# nameLabel
source: Enter a name for your profile
te: మీ ప్రొఫైల్ కోసం పేరును నమోదు చేయండి

# phlabel
source: Enter your phone number here
te: మీ ఫోన్ నంబర్‌ను ఇక్కడ నమోదు చేయండి

# signInHeading
source: Sign in to your account
te: మీ ఖాతాకు సైన్ ఇన్ చేయండి

# dashBoardHeading
source: What do you want to speak about?
te: మీరు దేని గురించి మాట్లాడాలనుకుంటున్నారు?

# dashBoardSubHeading
source: Select a category to get topic ideas, and start recording
te: టాపిక్ ఆలోచనలను పొందడానికి వర్గాన్ని ఎంచుకోండి మరియు రికార్డింగ్ ప్రారంభించండి

# recordingHeader
source: Say something, start recording.
te: ఏదైనా చెప్పండి, రికార్డింగ్ ప్రారంభించండి.

# recordingSubHeader
source: Already know what to speak, just go ahead and record!
te: ఏమి మాట్లాడాలో ఇప్పటికే తెలుసు, ముందుకు వెళ్లి రికార్డ్ చేయండి!

# recordFooterSpeak
source: Tap the mic to speak
te: మాట్లాడటానికి మైక్‌ను నొక్కండి

# recordFooterStop
source: Tap the mic to stop
te: ఆపడానికి మైక్‌ను నొక్కండి

# hoursOfService
source: Hours of voice
te: గంటలు వాయిస్

source: Maybe later
te: తరువాత

source: Access camera
te: యాక్సెస్ కెమెరా

# videomsg
source: You can record video too!
te: మీరు వీడియో కూడా రికార్డ్ చేయవచ్చు!

# videomsg2
source: Video recording is available. Do you want to access camera and start recording?
te: వీడియో రికార్డింగ్ అందుబాటులో ఉంది. మీరు కెమెరాను యాక్సెస్ చేసి రికార్డింగ్ ప్రారంభించాలనుకుంటున్నారా?

source: Credit score
te: క్రెడిట్ స్కోర్

# startNarating
source: Start narrating a fables now
te: ఇప్పుడే ఒక కథనాన్ని ప్రారంభించండి
